Repository: helsingborg-stad/acf-openstreetmap-field
Catalog: languages/acf-openstreetmap-field-*.po
Languages: sv_se

source: Default Latitude
sv_se: Standard Latitud

source: Set a default latitude
sv_se: Sätt standard latitud

source: Default Longitude
sv_se: Standard Longitud

source: Set a default longitude
sv_se: Sätt standard longitud

source: Unnamed image overlay
sv_se: Obenämnd bakgrundsbild

source: Untitled marker
sv_se: Obenämnd markör

source: Untitled layer
sv_se: Obenämnd lager

source: edit
sv_se: redigera

source: Cannot set the layer group to itself
sv_se: Kan inte sätta lagergruppen till sig själv

source: Are you sure you want to delete this layer group
sv_se: Är du säker på att du vill radera denna lagergrupp

source: Invalid URL
sv_se: Felaktig URL

source: Should follow format
sv_se: Formatet ska följa

source: Map style
sv_se: Kartans stil

source: General Settings
sv_se: Generella inställningar

source: Default
sv_se: Standard

source: Dark
sv_se: Mörk

source: Pale
sv_se: Blek

source: Color
sv_se: Färg

source: Set map start position
sv_se: Sätt kartans startposition

source: See start position
sv_se: Se startposition

source: Filter Settings
sv_se: Filterinställningar

source: Allow layer filter
sv_se: Tillåt lagerfiltrering

source: Layer filter title
sv_se: Titel för filtrering

source: Default layer
sv_se: Standardlager

source: Add layer
sv_se: Lägg till lager

source: Add image overlay
sv_se: Lägg till bakgrundbild

source: Layer
sv_se: Lager

source: To add a pin
sv_se: För att lägga till markör

source: Click on the map
sv_se: Klicka på kartan

source: Title
sv_se: Titel

source: Description
sv_se: Beskrivning

source: Icon
sv_se: Ikon

source: Image
sv_se: Bild

source: Set image
sv_se: Sätt bild

source: Add an icon name from your library
sv_se: Lägg till ett ikonnamn från ditt bibliotek

source: ex.
sv_se: t.ex.

source: on the map
sv_se: på kartan

source: Show as default when filtering
sv_se: Visa som standard vid filtrering

source: Cancel
sv_se: Avbryt

source: Save
sv_se: Spara

source: Delete
sv_se: Radera
